cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'caskroom/cask/brew-cask'

tap 'caskroom/versions'

brew 'ack'
brew 'coreutils'
brew 'elixir'
brew 'erlang'
brew 'go'
brew 'grc'
brew 'fasd'
brew 'ffmpeg'
brew 'imagemagick'
brew 'jp2a'
brew 'jsonpp'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'macvim'
brew 'mongodb'
brew 'mono'
brew 'multimarkdown'
brew 'readline'
brew 'postgresql'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'sqlcipher'
brew 'sqlite'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'acorn'
cask 'adium'
cask 'atom'
cask 'bartender'
cask 'bbedit'
cask 'bittorrent-sync'
cask 'carbon-copy-cloner'
cask 'crashplan'
cask 'coderunner'
cask 'daisydisk'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'launchbar'
cask 'handbrake'
cask 'hazel'
cask 'houdahspot'
cask 'iterm2'
cask 'kaleidoscope'
cask 'keyboard-maestro'
cask 'mapbox-studio'
cask 'marked'
cask 'mailplane'
cask 'mongochef'
cask 'navicat-premium'
cask 'node'
cask 'nvalt'
cask 'omnifocus'
cask 'paw'
cask 'phpstorm'
cask 'slack'
cask 'sketch-tool'
cask 'soulver'
cask 'sublime-text3'
cask 'transmit'
cask 'vlc'
cask 'virtualbox'
cask 'webstorm'
cask 'xamarin-studio'
