cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'elixir'
brew 'erlang'
brew 'go'
brew 'grc'
brew 'fasd'
brew 'ffmpeg'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'jsonpp'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'macvim'
brew 'multimarkdown'
brew 'readline'
brew 'postgresql'
brew 'python'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'atom'
cask 'caffeine'
cask 'controlplane'
cask 'coderunner'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'licecap'
cask 'handbrake'
cask 'hazel'
cask 'houdahspot'
cask 'iterm2'
cask 'nvalt'
cask 'transmit'
cask 'vagrant'
cask 'vlc'
cask 'virtualbox'
cask 'vlc'