cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'fasd'
brew 'ffmpeg'
brew 'imagemagick'
brew 'jp2a'
brew 'jsonpp'
brew 'libgit2'
brew 'readline'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'yt-dlp'